이름 : 서 경 원 생년월일 : 1965년 9월 27일 연락처 : 010-9986-7585 이메일 : seokyungwon3581@gmail.com
주소 : 서울시 동작구 성대로 164, 상도푸르지오클라베뉴 101-103 나. 학력사항 기 간 학 교 명 전공 및
학위 1984.3 ~ 1988.2 서울대학교 약학대학 약학사 1991.3 ~ 1993.2 경희대학교 약학대학 독성학, 약학석사
1993.3 ~ 1996.2 경희대학교 약학대학 독성학, 약학박사 2013.3 ~ 2015.2 동국대학교 경영전문대학원 MBA
다. 경력사항 기 간 직 장 명 직위, 직책, 담당업무 1989.1 ~ 1997.10 국립보건안전연구원 보건연구사.
의약품 심사 및 시험 1997.10~2004.12 식품의약품안전청 보건연구관, 의약품 심사 및 시험 2004.12 ~
2009.8 식품의약품안전청 과장, 의약품 허가 및 심사 2009.8 ~ 2011.8 Health Canada(캐나다 보건성)
국외직무훈련 2011.8 ~ 2015.3 식품의약품안전처 과장, 의약품허가 및 심사 2015.3 ~ 2016.2
식품의약품안전처 부장, 의료제품 시험 및 연구 2016.2 ~ 2016.12 국가공무원인재개발원 교육 파견
(고위정책과정) 2017.3 ~ 2021.3 식품의약품안전처 부장, 식의약 심사, 시험 및 연구 2021.3 ~ 2023.5
식품의약품안전처 식품의약품안전평가원 원장, 식품의약품 연구심사 총괄 2023.9 ~ 2025.8 동국대학교
석좌교수 2023.8.1~ 현재 서울대학교 약학대학 임상교수 2025.7.1~ 현재 서울대학교 약학교육연수원 부원장
2026.06 - 현재 법무법인 지평 고문 라. (현) 자문위원 활동 내역 기관명 위원회명 직위 국무조정실
국가바이오혁신위원회 위원 보건복지부 국가신약개발사업단 이사 보건복지부 K-ARPHA 자문위원
한국제약바이오협회 미래비전위원회 자문위원 한국신약개발연구조합 마이크로니들 융합연구회 자문위원 마.
수상경력 일 자 수상 내용 시상 기관 2024. 12. 15 공로상 수상 서울대학교 약학대학 동창회 2023. 12. 31
홍조 근정 훈장 행정안전부 2022. 10. 14 약업진흥상 한국응용약물학회 2021. 11. 12 국제조화상
한국에프디시규제과학회 2019. 1. 31 근정 포장 행정안전부 2017. 10. 19 공직약학자상 대한약학회 2012.
12. 31 대통령 표창 행정안전부 1997. 4. 7 장관 표창 보건복지부 바. 연구실적 (저서) 최신 규제과학
총론(조윤커뮤니케이션, 2025.12) 공동저자
